/* No comment provided by engineer. */
"401 Unauthorized Request Error whilst trying to upload an asset. Please check you included an Authorization header and that the supplied auth credentials are correct." = "401 Unauthorized Request Error whilst trying to upload an asset. Please check you included an Authorization header and that the supplied auth credentials are correct.";

/* No comment provided by engineer. */
"500 Internal Server Error whilst trying to upload an asset. Please try again." = "500 Internal Server Error whilst trying to upload an asset. Please try again.";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Add Address" = "Add Address";

/* No comment provided by engineer. */
"Add Another Recipient" = "Add Another Recipient";

/* No comment provided by engineer. */
"Add New Address" = "Add New Address";

/* No comment provided by engineer. */
"Address Book" = "Address Book";

/* No comment provided by engineer. */
"Address Search" = "Address Search";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Checking Code" = "Checking Code";

/* No comment provided by engineer. */
"Checkout for Free!" = "Checkout for Free!";

/* No comment provided by engineer. */
"Choose Address" = "Choose Address";

/* No comment provided by engineer. */
"Choose Country" = "Choose Country";

/* No comment provided by engineer. */
"Choose Delivery Address" = "Choose Delivery Address";

/* No comment provided by engineer. */
"City" = "City";

/* No comment provided by engineer. */
"Clearing Code" = "Clearing Code";

/* No comment provided by engineer. */
"Country" = "Country";

/* No comment provided by engineer. */
"County" = "County";

/* No comment provided by engineer. */
"Credit Card" = "Credit Card";

/* No comment provided by engineer. */
"Delivery Address" = "Delivery Address";

/* No comment provided by engineer. */
"Delivery Details" = "Delivery Details";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Edit Address" = "Edit Address";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Enter a valid credit card number" = "Enter a valid credit card number";

/* No comment provided by engineer. */
"Enter a valid CVV number" = "Enter a valid CVV number";

/* No comment provided by engineer. */
"Enter a valid expiry date" = "Enter a valid expiry date";

/* No comment provided by engineer. */
"Enter Address Manually" = "Enter Address Manually";

/* No comment provided by engineer. */
"Failed to get the price of the order. Please try again." = "Failed to get the price of the order. Please try again.";

/* No comment provided by engineer. */
"Failed to store card details with PayPal. Please try again." = "Failed to store card details with PayPal. Please try again.";

/* No comment provided by engineer. */
"Failed to synchronize product templates. Please try again." = "Failed to synchronize product templates. Please try again.";

/* No comment provided by engineer. */
"Failed to validate the order. Please try again." = "Failed to validate the order. Please try again.";

/* No comment provided by engineer. */
"First Name" = "First Name";

/* Invalid CVV payment failed error dialog title */
"Invalid CVV" = "Invalid CVV";

/* No comment provided by engineer. */
"Invalid Email Address" = "Invalid Email Address";

/* No comment provided by engineer. */
"Invalid Phone Number" = "Invalid Phone Number";

/* No comment provided by engineer. */
"Last Name" = "Last Name";

/* No comment provided by engineer. */
"Line 1" = "Line 1";

/* No comment provided by engineer. */
"Line 2" = "Line 2";

/* No comment provided by engineer. */
"Missing Delivery Address" = "Missing Delivery Address";

/* No comment provided by engineer. */
"New Payment" = "New Payment";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only registered %d/%d image URLs with the asset endpoint" = "Only registered %1$d/%2$d image URLs with the asset endpoint";

/* No comment provided by engineer. */
"Oops" = "Oops";

/* No comment provided by engineer. */
"Oops!" = "Oops!";

/* No comment provided by engineer. */
"Order Id" = "Order Id";

/* No comment provided by engineer. */
"Order Summary" = "Order Summary";

/* No comment provided by engineer. */
"Pay with card ending %@" = "Pay with card ending %@";

/* No comment provided by engineer. */
"Pay with new card" = "Pay with new card";

/* No comment provided by engineer. */
"Payment" = "Payment";

/* No comment provided by engineer. */
"Payment (TEST)" = "Payment (TEST)";

/* Payment declined error dialog title */
"Payment Declined" = "Payment Declined";

/* Generic payment failed error dialog title */
"Payment Failed" = "Payment Failed";

/* No comment provided by engineer. */
"Phone" = "Phone";

/* No comment provided by engineer. */
"Please choose an address to have your order shipped to" = "Please choose an address to have your order shipped to";

/* No comment provided by engineer. */
"Please enter a card expiry date in the future" = "Please enter a card expiry date in the future";

/* No comment provided by engineer. */
"Please enter a valid card number" = "Please enter a valid card number";

/* No comment provided by engineer. */
"Please enter a valid email address" = "Please enter a valid email address";

/* No comment provided by engineer. */
"Please enter a valid phone number" = "Please enter a valid phone number";

/* No comment provided by engineer. */
"Postcode" = "Postcode";

/* No comment provided by engineer. */
"Print order submission failed with a %lu HTTP response status code. Please try again." = "Print order submission failed with a %lu HTTP response status code. Please try again.";

/* No comment provided by engineer. */
"Processing" = "Processing";

/* No comment provided by engineer. */
"Required by the postal service in case there are any issues during delivery" = "Required by the postal service in case there are any issues during delivery";

/* No comment provided by engineer. */
"Retry" = "Retry";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Search by postcode, street or address" = "Search by postcode, street or address";

/* No comment provided by engineer. */
"Search by street, address or ZIP code" = "Search by street, address or ZIP code";

/* No comment provided by engineer. */
"Search for Address" = "Search for Address";

/* No comment provided by engineer. */
"Shipping" = "Shipping";

/* No comment provided by engineer. */
"State" = "State";

/* No comment provided by engineer. */
"Total" = "Total";

/* Generic payment failed error dialog message */
"Unfortunately we failed to take a payment from your card. Please try again." = "Unfortunately we failed to take a payment from your card. Please try again.";

/* No comment provided by engineer. */
"Uploading Images \n%lu / %lu" = "Uploading Images \n%1$lu / %2$lu";

/* No comment provided by engineer. */
"We'll send you confirmation and order updates" = "We'll send you confirmation and order updates";

/* Invalid CVV payment failed error dialog message */
"You have entered an invalid CVV number. Please check it and try again." = "You have entered an invalid CVV number. Please check it and try again.";

/* Payment declined error dialog message */
"Your payment has been declined. Please check your card details and try again." = "Your payment has been declined. Please check your card details and try again.";

/* No comment provided by engineer. */
"Your payment was not approved (transaction state: %@). Please try again." = "Your payment was not approved (transaction state: %@). Please try again.";

/* No comment provided by engineer. */
"ZIP Code" = "ZIP Code";



